<template>
  <UPage>
    <UPageHero
      title="Wire"
      description="all wires which used in communication"
    />
    <UPageSection>
      <UNavigationMenu :items="items" class="mx-auto"/>
    </UPageSection>
    <UPageSection title="Силовые кабели">
      <p>
        ВВГ — обозначается силовой кабель с изоляцией ТПЖ из ПВХ, оболочкой
        (кембриком) из ПВХ, медным материалом жилы, не имеющий внешней защиты.
        Используется для передачи и распределения электрического тока, рабочее
        напряжение — 660–1000 В, частота — 50 Гц. Количество жил может
        варьироваться от 1 до 5. Сечение — от 1,5 до 240 мм².
      </p>
      <p>
        В бытовых условиях используется кабель сечением 1,5–6 мм², при
        строительстве частного дома — кабель сечением до 16 мм². Жилы могут быть
        как одно-, так и многопроволочными. Никаких ограничений нет — можно и в
        квартире положить кабель сечением 10 мм².
      </p>
      <p>
        ВВГ применяется при широком диапазоне температур: от –50 до + 50 °C.
        Выдерживает влажность до 98 % при температуре до +40 °C. Кабель
        достаточно прочен на разрыв и изгиб, стоек к агрессивным химическим
        веществам. При монтаже следует помнить, что каждый кабель или провод
        имеет определенный радиус изгиба. Это означает, что для поворота на 90
        °C в случае с ВВГ радиус изгиба должен быть не меньше 10 диаметров
        сечения кабеля.
      </p>
      <p>
        В случае с плоским кабелем или проводом считается ширина плоскости.
        Внешняя оболочка, как правило, черного цвета, хотя иногда можно
        встретить и белого. Не распространяет горение. Изоляция ТПЖ маркирована
        различными цветами: голубым, желто-зеленым, коричневым, белым с синей
        полоской, красным и черным. Кабель упакован в бухты по 100 и 200 м.
        Иногда встречаются и другие величины.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/315.jpg"
        alt="Кабель ВВГ в разрезе"
      />

      <b> Разновидности кабеля ВВГ: </b>
      <p>
        АВВГ— те же характеристики, только вместо медной жилы используется
        алюминиевая;
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/512.jpg"
        alt="Кабель АВВГ"
      />
      <p>ВВГнг— кембрик с повышенной негорючестью;</p>
      <img
        src="https://540007.ru/image/catalog/articles/612.jpg"
        alt="Кабель ВВГнг LS"
      />

      <p>
        ВВГп— наиболее часто встречающаяся разновидность, сечение кабеля не
        круглое, а плоское;
      </p>
      <p>
        ВВГз — пространство между изоляцией ТПЖ и кембриком заполнено жгутами из
        ПВХ или резиновой смесью.
      </p>
      <p>
        NYM не имеет российской расшифровки буквенного обозначения. Это медный
        силовой кабель с изоляцией ТПЖ ПВХ, внешняя оболочка из негорючего ПВХ.
        Между слоями изоляции находится наполнитель в виде мелованной резины,
        что придает кабелю повышенную прочность и термостойкость. Жилы
        многопроволочные, всегда медные.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/415.jpg"
        alt="Кабель NYM: 1 — медная жила; 2 — оболочка ПВХ; 3 — продольная негорючая герметизация; 4 — изоляция ПВХ"
      />

      <p>
        Количество жил — от 2 до 5, сечение — от 1,5 до 16 мм². Предназначен для
        проведения осветительных и силовых сетей с напряжением 660 В. Обладает
        высокой влаго- и термостойкостью. Может применяться для прокладки на
        открытом воздухе. Диапазон рабочих температур — от –40 до +70 °C.
      </p>

      <p>
        Недостаток: плохо выдерживает воздействие солнечного света, поэтому
        кабель необходимо укрывать. По сравнению с ВВГ любого вида более стоек и
        удобен в работе. Однако бывает только круглого сечения (неудобно
        закладывать в штукатурку или бетон) и существенно дороже ВВГ. Радиус
        изгиба — 4 диаметра сечения кабеля.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/79.jpg"
        alt="Кабель КГ"
      />

      <p>
        КГ расшифровывается очень просто — кабель гибкий. Это проводник с
        рабочим переменным напряжением до 660 В, частотой до 400 Гц или
        постоянного напряжения 1000 В. Жилы медные, гибкие или повышенной
        гибкости. Их количество варьируется от 1 до 6. Изоляция ТПЖ — резина,
        внешняя оболочка из того же материала. Диапазон рабочих температур — от
        –60 до +50 °C. Кабель применяется в основном для подсоединения различных
        переносных устройств. Чаще всего это сварочные аппараты, генераторы,
        тепловые пушки и т. д. Есть разновидность КГнг с негорючей изоляцией.
      </p>

      <p>
        ВББШв — бронированный силовой кабель с медными жилами. Последние бывают
        как однопроволочными, так и многопроволочными. Количество жил — от 1 до
        5. Сечение — от 1,5 мм² до 240 мм². Изоляция ТПЖ, внешняя оболочка,
        пространство между изоляцией и кембриком — во всех этих местах
        используется ПВХ. Затем идет броня из двух лент, накрученных таким
        образом, что внешняя перекрывает границы витков нижней. Поверх брони
        кабель заключен в защитный шланг из ПВХ, а в модификации ВББШвнг
        использован этот материал пониженной горючести.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/08.jpg"
        alt="Кабель ВББШв"
      />

      <p>
        ВББШв предназначен для переменного номинального напряжения 660 и 1000 В.
        Одножильные модификации применяются для проведения постоянного тока.
        Прокладывается в трубах, земле и на открытом воздухе с защитой от
        солнца. Диапазон рабочих температур — от –50 до +50 °C. Влагоустойчив:
        при температуре +35 °C выдерживает влажность 98 %. Применяется при
        проведении электроэнергии для стационарных установок, а также подведении
        электричества к отдельно стоящим объектам. Радиус изгиба — не менее 10
        диаметров сечения кабеля. ВББШв прекрасно подойдет для подземного
        подведения электричества к отдельно стоящему строению.
      </p>

      <p>Модификации:</p>
      <p>АВББШв — кабель с алюминиевой жилой;</p>
      <p>ВББШвнг — негорючий кабель;</p>
      <p>
        ВББШвнг-LS — негорючий кабель с низким газо- и дымовыделением при
        повышенных температурах.
      </p>

      <b> Провода </b>
      <p>
        Наибольшей популярностью пользуются провода марок ПБПП (ПУНП) и ПБППг
        (ПУГНП). Произнести буквосочетание ПБППг сложно, поэтому чаще его
        называют ПУНП или ПУГНП. ПБПП (ПУНП) относится к установочным, или
        монтажным.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/910.jpg"
        alt="Провод ПБПП"
      />

      <p>
        Провод плоский, с медными однопроволочными жилами, покрытыми изоляцией
        из ПВХ, внешняя оболочка также из ПВХ. Количество жил — 2 или 3, сечение
        — от 1,5 до 6 мм². Применяется при прокладке стационарных осветительных
        систем, а также для монтажа розеток, хотя предпочтительнее использовать
        его именно для освещения. Номинальное напряжение — до 250 В, частота —
        50 Гц. Температурные рамки эксплуатации — от –15 до +50 °C. Радиус
        изгиба — не менее 10 диаметров.
      </p>

      <p>
        ПБППг (ПУГНП) отличается от ПУНП жилами — они многопроволочные. Именно
        поэтому к названию провода добавляется буква «г» — гибкий. Все остальные
        характеристики соответствуют ПУНП, только минимальный радиус изгиба
        равен 6. Отличительное свойство — гибкость, поэтому ПУГНП прокладывают в
        местах, где проводка совершает частые изгибы, или для присоединения к
        сети бытовых приборов. Провода этих марок продаются в бухтах по 100 и
        200 м. Цвет, как правило, белый, реже встречается черный.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/1011.jpg"
        alt="Провод ПУГНП"
      />

      <p>
        К разновидности ПУНП относится провод с алюминиевыми жилами — АПУНП Он
        имеет точно такие же характеристики, что и ПУНП, с поправкой на материал
        жилы. Единственное отличие — АПУНП не может быть многопроволочным, а
        следовательно, гибким.
      </p>

      <p>
        ППВ — медный провод с изоляцией из ПВХ. Провод плоский с разделительными
        перемычками. Жила однопроволочная, с сечением от 0,75 до 6 мм².
        Количество жил — 2 или 3. Применяется при монтаже осветительных
        стационарных систем и прокладке силовых линий. Номинальное напряжение —
        до 450 В, частота — до 400 Гц. Провод стоек к агрессивным химическим
        средам, негорюч, имеет широкий температурный диапазон эксплуатации — от
        –50 до +70 °C. Влагостойкость — 100 % при температуре +35 °C. Радиус
        изгиба при прокладке составляет не менее 10 диаметров сечения провода.
        Стоек к механическим повреждениям и вибрации.
      </p>
      <p>
        АППВ имеет те же самые характеристики, что и ППВ, за исключением
        материала жилы — она алюминиевая.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/1212.jpg"
        alt="Провода ППВ и АППВ"
      />
      <p>
        АПВ — алюминиевый одножильный провод с изоляцией из ПВХ. Провод круглый,
        жила однопроволочная с сечением от 2,5 до 16 мм² и многопроволочная — от
        25 до 95 мм².
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/1312.jpg"
        alt="Провод АПВ"
      />

      <p>
        Провод применяется практически во всех видах монтажа стационарных
        осветительных и силовых систем. Прокладывается в пустотах, трубах,
        стальных и пластиковых лотках. Широко используется при монтаже
        распределительных щитов. Химически стоек, температурный режим
        эксплуатации — от –50 до +70 °C. Влагостойкость — 100 % при температуре
        +35 °C. Радиус изгиба — не менее 10 диаметров. Стоек к механическим
        повреждениям и вибрации.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/1410.jpg"
        alt="Провод ПВ 1"
      />

      <p>
        Внешний вид и характеристики ПВ 1 во всем совпадают с АПВ, кроме
        материала жилы: вместо алюминия — медь. Сечение жилы начинается с 0,75
        мм². Кроме того, жила становится многопроволочной не с 25, а с 16 мм².
        Более гибок, чем АПВ.
      </p>

      <p>
        Характеристики провода ПВ 3 совпадают со свойствами АПВ и ПВ 1. Область
        применения — монтаж участков осветительных и силовых цепей, где
        необходим частый изгиб проводов: в распределительных щитах, при
        установке большого количества электроустройств. Применяется также для
        прокладки электроцепей в автомобилях. Радиус изгиба — не менее 6
        диаметров провода.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/158.jpg"
        alt="Провод ПВ 3"
      />

      <p>
        ПВС — медный многожильный провод с изоляцией и оболочкой из ПВХ.
        Оболочка проникает в пространство между жилами, придавая проводу круглую
        форму и плотность. Жила многопроволочная, их общее количество колеблется
        от 2 до 5, сечение — от 0,75 до 16 мм². Номинальное напряжение — до 380
        В, частота — 50 Гц. Изоляция жил имеет цветовую маркировку, оболочка
        белая. Провод используется при присоединении различных электроустройств,
        начиная с бытовой техники и заканчивая садовым инвентарем. Благодаря
        гибкости и легкости применяется также для проведения освещения и даже
        монтажа розеток.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/167.jpg"
        alt="Провод ПВС"
      />

      <p>
        ПВС является бытовым проводом, используемым для изготовления
        удлинителей, шнуров для любого вида техники и ремонта электросетей. Он
        негорюч (при одиночной прокладке не распространяет горение), термостоек:
        диапазон температур — от –40 до +40 °C (вариант ПВСУ) и от –25 до +40
        °C. Благодаря своей конструкции устойчив к изгибу и механическому
        износу. ПВС может выдержать не менее 3000 перегибов.
      </p>

      <p>
        ШВВП — медный или меднолуженый плоский провод. Изоляция жил и оболочка
        из ПВХ. Жила многопроволочная, повышенной гибкости. Количество жил — 2
        или 3, сечение — от 0,5 до 0,75 мм². Напряжение — до 380 В, частота — 50
        Гц. Используется как шнур для присоединения осветительных приборов и
        бытовой техники невысокой мощности, например, паяльников, миксеров,
        кофемолок и радиоэлектронных приборов.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/174.jpg"
        alt="Провод ШВВП"
      />

      <b> Кабели для передачи информации </b>
      <p>
        Помимо электроэнергии кабели передают информационные сигналы. В
        последнее время появилось множество новых видов проводников информации.
        Если еще 10–15 лет назад существовали лишь телефонные и антенные кабели,
        то сейчас с развитием компьютерной техники видов информационных
        проводников стало намного больше. Большинство из них слишком
        специализировано и представляет интерес лишь для узкопрофильных
        специалистов. Для домашнего мастера достаточно знать и уметь
        пользоваться лишь несколькими видами. Их мы и рассмотрим.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/186.jpg"
        alt="Коаксиальный кабель RG-6"
      />

      <p>
        Антенные кабели. На сегодняшний день чаще всего используются RG-6,
        RG-59, RG-58 или российские аналоги серии РК 75. RG-6 — коаксиальный
        кабель для передачи высокочастотных сигналов для электронной аппаратуры,
        телевидения или радио. Состоит из центральной медной жилы сечением в 1
        мм², окружающей ее изоляции из вспененного полиэтилена, экрана из
        алюминиевой фольги, внешнего проводника из луженой медной оплетки и
        оболочки из ПВХ. Широко используется для передачи сигналов кабельного и
        спутникового телевидения. Имеет множество технических характеристик,
        касающихся частоты передающего сигнала, сопротивления, экранирования и
        т. д.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/194.jpg"
        alt="Кабель РК 75"
      />

      <p>
        Например, обозначение в названии кабеля РК 75 означает, что
        сопротивление проводника — 75 Ом. Данная информация предназначена для
        специалистов. Вкратце можно сказать, что этот кабель идеально подходит
        для передачи видеосигнала от антенны или видеокамеры до приемника
        (телевизора) и разводки видеосигнала на несколько источников.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/226.jpg"
        alt="Коаксиальный кабель с наконечником"
      />

      <p>
        Кабели марок RG имеют множество разновидностей и отличаются друг от
        друга по некоторым характеристикам, например сопротивлению проводника,
        устойчивости к температурным и ударным нагрузкам, времени затухания
        сигнала, разновидности экрана и т. д.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/203.jpg"
        alt="Кабель РК 75 в разрезе"
      />
      <p>
        Компьютерные кабели. Служат для построения компьютерных сетей. Кабель,
        при помощи которого компьютеры соединяются с Интернетом или друг с
        другом, — это как раз, известная всем компьютерщикам — витая пара.
        Состоит из одной или нескольких пар проводов, перевитых попарно, что
        делается в целях улучшения приема или передачи сигнала.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/243.jpg"
        alt="Витая пара"
      />

      <p>
        Каждый проводник заключен в изоляцию из ПВХ или пропилена. Внешняя
        оболочка также из ПВХ. Кабель может быть дополнительно оснащен
        влагонепроницаемой оболочкой из полипропилена.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/2110.jpg"
        alt="Витая пара в разрезе"
      />

      <p>
        В конструкции витой пары присутствует разрывная нить. При ее помощи с
        кабеля легко снимается внешняя оболочка, открывая доступ к
        токопроводящим жилам. В зависимости от вида кабеля возможны различные
        варианты защиты:
      </p>

      <p>UTP, или незащищенная, без общего экрана для пар проводов;</p>
      <p>FTP, или фольгированная, с экраном из алюминиевой фольги;</p>
      <p>
        STP, или защищенная, с общим экраном из медной сетки, к тому же каждая
        витая пара окружена отдельным экраном;
      </p>
      <p>
        S/FTP, или фольгированная, экранированная с общим экраном из фольги, к
        тому же каждая пара дополнительно заключена в экран.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/251.jpg"
        alt="Наконечник RJ-45 для подсоединения к компьютеру"
      />
      <p>
        Кроме того, витые пары разделяются на категории по количеству пар,
        объединенных в один кабель. Самый распространенный вид, применяемый для
        компьютерных сетей, — это категория CAT5e. Он состоит из 4 пар проводов
        различного цвета. Скорость передачи данных — до 1 Гб/с при использовании
        всех пар. Можно увидеть такой кабель, использующийся в качестве
        телефонного провода категории CAT1 или САТ2, то есть состоящий из 1 или
        2 пар проводов.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/232.jpg"
        alt="Витая пара с коннектором для подсоединения к компьютеру, защищенная оболочкой из ПВХ"
      />

      <b> Телефонные кабели и провода </b>

      <p>
        Телефонные провода делятся на 2 основных вида. Первые предназначены для
        прокладки нескольких (до 400) абонентских линий. Второй вид применяется
        для разводки в отдельно взятых квартире или доме.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/266.jpg"
        alt="ТППэп: 1 — жила; 2 — полиэтиленовая изоляция; 3 — сердечник; 4 — скрепляющая обмотка; 5 — поясная изоляция; 6 — экран"
      />

      <p>
        ТППэп — основной вид кабеля для прокладки линий телефонной связи,
        рассчитанной на большое количество абонентов. Кабель состоит из двойки
        проводов, свитых в пары. ТПЖ из мягкой медной проволоки, сечением 0,4
        или 0,5 мм², покрыта полиэтиленовой изоляцией. В некоторых видах кабеля
        пары объединены в группы по 5 или 10 пар. Внешняя оболочка также
        полиэтиленовая или виниловая. Буквы «э» и «п» в названии обозначают
        пленочный экран.
      </p>

      <p>
        Встречаются разновидности кабеля, бронированного лентами, или
        заполненного, в котором пространство между оболочкой и жилами занимает
        гидрофобный уплотнитель. Словом, это кабель для проведения телефонной
        связи в многоквартирный дом, предназначен он для прокладки практически
        во всех условиях: под землей, в кабельных каналах или воздушным путем.
        Для проведения телефонной линии к отдельному абоненту и разводки внутри
        помещения используются телефонные провода следующих видов.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/262.jpg"
        alt="Телефонный провод ТРВ"
      />

      <p>
        ТРВ — одно- или двупарный телефонный распределительный провод. Это
        плоский провод с разделенным основанием, жила медная, однопроволочная,
        сечением 0,4 или 0,5 мм². Количество жил — 2 или 4. Изоляция из ПВХ.
        Предназначен для проведения телефонных линий внутри помещений.
        Эксплуатируется при температуре от –10 до +40 °C. Влажность не должна
        превышать 80 % при температуре +30 °C.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/271.jpg"
        alt="Провод ТРП"
      />

      <p>
        ТРП — по характеристикам совпадает с ТРВ. Единственное отличие — это
        изоляция, у ТРП она сделана из полиэтилена. По сравнению с ТРВ провод
        более устойчив к воздействию внешней среды и его можно прокладывать
        снаружи зданий.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/281.jpg"
        alt="Провод ШТЛП"
      />

      <p>
        ШТЛП — телефонный плоский шнур с медными многопроволочными жилами.
        Изоляция жил из полиэтилена. Изолированные ТПЖ покрыты оболочкой из ПВХ.
        Количество жил — 2 или 4, сечение — от 0,08 до 0,12 мм². Используется
        для проведения линий внутри помещений и в телефонных аппаратах. Провод
        повышенной гибкости.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/292.jpg"
        alt="Провод ПРППМ"
      />

      <p>
        ПРППМ — плоский провод с разделяющим основанием и медными
        однопроволочными жилами с изоляцией и оболочкой из полиэтилена.
        Существует модификация ПРПВМ, оболочка которого изготовлена из ПВХ.
        Количество жил — 2, сечение жилы — 0,9 или 1,2 мм². Применяется при
        прокладке телефонной линии вне помещения, на воздушных опорах, в земле и
        по стенам зданий. Стоек к температурному воздействию, условия
        эксплуатации — от –60 до +60 °C.
      </p>

      <b> Специальные виды кабелей и проводов </b>

      <p>
        Для монтажа электрических систем в местах, условия которых сильно
        отличаются от обычных, используются специальные кабели, обладающие
        повышенной устойчивостью к воздействию внешней среды. К таким местам
        относятся бани, печи и погреба. В общем, везде, где слишком жарко,
        влажно или холодно и к тому же есть вероятность механического
        повреждения. Понятно, что ПВС или ВВГ в таких местах устанавливать
        нельзя, не говоря уже о ПУНП или ШВВП.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/302.jpg"
        alt="Провод РКГМ"
      />

      <p>
        РКГМ — силовой монтажный одножильный провод повышенной термостойкости,
        гибкий. Жила медная, многопроволочная, сечение — от 0,75 до 120 мм².
        Изоляция из кремнийорганической резины, оболочка стекловолоконная,
        пропитанная термостойкой эмалью или лаком. Данный провод рассчитан на
        номинальное напряжение до 660 В и частоту до 400 Гц. Устойчив к
        вибрации, повышенной влажности (до 100 % при температуре +35 °C),
        термостоек (диапазон эксплуатационных температур — от –60 до +180 °C).
        Кроме того, провод защищен от вредного воздействия лаков, растворителей
        и грибковой плесени. Идеальный проводник для помещений с повышенной
        температурой (котельные и печи), подходит для электромонтажа в банях,
        саунах, подключений духовых шкафов.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/317.jpg"
        alt="Провод ПНСВ"
      />

      <p>
        ПНСВ — нагревательный одножильный провод. ТПЖ однопроволочная стальная,
        вороненая или оцинкованная сталь. Сечение жилы — 1,2; 1,4; 2 и 3 мм².
        Изоляция из ПВХ или полиэтилена. Номинальное напряжение — до 380 В,
        частота — 50 Гц. Провод термоустойчив: диапазон рабочих температур — от
        –50 до +80 °C, стоек к щелочам и влагоустойчив (переносит погружение в
        воду). Применяется в качестве нагревательного элемента: в бытовых
        условиях при помощи ПНСВ монтируются теплые полы.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/323.jpg"
        alt="Провод ВПП"
      />

      <p>
        ВПП — одножильный медный провод. Жила многопроволочная, заключена в
        изоляцию из полиэтилена, оболочка также из полиэтилена или ПВХ. Сечение
        жилы — от 1,2 до 25 мм². Номинальное напряжение — 380 или 660 В, частота
        — 50 Гц. Провод устойчив к перемене давления. Диапазон рабочих
        температур — от –40 до +80 °C. Применяется для двигателей артезианских
        скважин, погруженных в воду в условиях высокого давления.
      </p>

      <img
        src="https://540007.ru/image/catalog/articles/334.jpg"
        alt="Светодиодный кабель"
      />

      <p>
        Светодиодный кабель — очень интересный вариант силового. Под прозрачной
        внешней оболочкой вдоль силовых ТПЖ размещены дополнительные провода с
        последовательно подсоединенными светодиодами разного цвета. Они
        расположены на расстоянии 2 см друг от друга, горят постоянным
        достаточно сильным светом. Такой кабель выполняет не только декоративные
        функции, хотя с его помощью можно создавать целые световые картины.
        Помимо эстетических целей он очень удобен для присоединения к переносным
        электромеханизмам. Чаще всего светодиодный кабель используют для
        подключения сценической аппаратуры. Полезен он тем, что при разрыве не
        надо искать место повреждения: диоды на этом участке перестанут
        светиться. Такие кабели изготовляет фирма «Дюралайт». Помимо силовых
        проводов существуют компьютерные светящиеся кабели. С помощью таких
        проводов можно создавать очень интересные дизайнерские решения,
        превращая кабель в элемент освещения.
      </p>
      <img
        src="https://540007.ru/image/catalog/articles/342.jpg"
        alt="Электролюминесцентный кабель"
      />

      <p>
        Кроме светодиодных кабелей существуют электролюминесцентные. Они
        светятся равномерно по всей длине. С помощью таких кабелей можно
        создавать светящиеся надписи и даже целые картины. Это отличная
        альтернатива гибким неоновым трубкам, из которых обычно изготавливаются
        подобные дизайнерские украшения. К тому же электролюминесцентный кабель
        дешевле неоновых трубок и не ограничен по длине.
      </p>
    </UPageSection>
  </UPage>
</template>

<script setup lang="ts">
import type { NavigationMenuItem } from '@nuxt/ui';

const items: NavigationMenuItem[] = ref<NavigationMenuItem[][]>([[
  {
    label: 'Links',
    type: 'label',
  },
  {
    label: 'Calculate',
    to: '/wire/calculate'
  }
]])
</script>